products_db = [
    {
        "id": 1,
        "name": "Органические яблоки",
        "description": "Свежие яблоки, выращенные без пестицидов на местных фермах.",
        "price": "1200 KZT / кг"
    },
    {
        "id": 2,
        "name": "Пшеница высшего сорта",
        "description": "Идеально подходит для производства муки и выпечки.",
        "price": "150 KZT / кг"
    },
    {
        "id": 3,
        "name": "Свежее коровье молоко",
        "description": "Ежедневный удой, натуральная жирность.",
        "price": "400 KZT / литр"
    }
]